[
    {
        "id": 1,
        "name": "Extraordinary Attorney Woo",
        "language": "Korean",
        "year": "2022",
        "ep": "16",
        "posterName": "extraordinary-attorney-woo",
        "listPhoto": "extraordinary-attorney-woo-l",
        "content": "Woo Young-Woo (Park Eun-Bin) is extremely smart and she also has autism spectrum disorder. She never forgets what she sees, but she lacks in social skills and empathy. Woo Young-Woo begins to work as a trainee lawyer at a large law firm. While working there, she faces prejudice and irrationality against her, but she solves cases with her own unique perspective and grows as a lawyer."
    },
    {
        "id": 2,
        "name": "Eternal Love",
        "language": "Chinese",
        "year": "2017",
        "ep": "58",
        "posterName": "eternal-love",
        "listPhoto": "eternal-love-l",
        "content": "Can two star-crossed lovers find their happy endings in their mortal and immortal lives? When an evil ghost lord tries to cause destruction, the beautiful High Goddess Bai Qian (Yang Mi) risks her life and loses her memories in her attempt to seal him away. When she is sent to the mortal world in order to regain her powers, she meets Ye Hua (Mark Chao) and the two fall deeply in love. When Bai Qian and Ye Hua regain their immortality, Ye Hua tries to pursue Bai Qian again, but he is treated with indifference. Will Ye Hua be able to regain Bai Qian’s affections and have her fall in love with him all over again? Eternal Love is based off the xianxia novel ‘To The Sky Kingdom.’"
    },
    {
        "id": 3,
        "name": "Crash Landing on You",
        "language": "Korean",
        "year": "2017",
        "ep": "58",
        "posterName": "crash-landing-on-you",
        "listPhoto": "crash-landing-on-you-l",
        "content": "Yoon Se-Ri (Son Ye-Jin) is an heiress to a conglomerate in South Korea. One day, while paragliding, an accident caused by strong winds leads Yoon Se-Ri to make an emergency landing in North Korea. There, she meets Ri Jeong-Hyeok (Hyun-Bin), who is a North Korean army officer. He tries to protect her and hide her. Soon, Ri Jeong-Hyeok falls in love with Yoon Se-Ri."
    },
    
    {
        "id": 4,
        "name": "Spy x Family",
        "language": "Japanese",
        "year": "2017",
        "ep": "58",
        "posterName": "spy-x-family",
        "listPhoto": "spy-x-family-l",
        "content": "Spy × Family is a Japanese manga series written and illustrated by Tatsuya Endo. The story follows a spy who has to \"build a family\" to execute a mission, not realizing that the girl he adopts as his daughter is a telepath, and the woman he agrees to be in a marriage with is a skilled assassin."
    },
    
    {
        "id": 5,
        "name": "All Of Us Are Dead",
        "language": "Korean",
        "year": "2022",
        "ep": "12",
        "posterName": "all-of-us-are-dead",
        "listPhoto": "all-of-us-are-dead-l",
        "content": "A virus outbreak occurs at Hyosan High School. The infected quickly turn into human eating zombies. Students at the high school must now fight for their lives, while they look for a way out. Nam On-Jo (Park Ji-Hu) & Lee Cheong-San (Yoon Chan-Young) have been friends since they were children. They are two of the students trapped in a classroom and surrounded by flesh eating zombies. Meanwhile, the Korean military work to isolate the outbreak and protect the country from an even larger outbreak."
    },
    
    {
        "id": 6,
        "name": "Horimiya",
        "language": "Japanese",
        "year": "2021",
        "ep": "13",
        "posterName": "horimiya",
        "listPhoto": "horimiya-l",
        "content": "Hori may seem like a normal teenage girl, but she’s a completely different person after school. In her workaholic parents’ absence, Hori has been like a parent for her little brother since she was young herself. Between taking care of her brother, feeding them both, and housework, she doesn’t have much time for a usual teenage social life. One day, she meets someone else who does not present his true self at school: a quiet, glasses-wearing boy called Miyamura. She’d assumed he was bookish, and possibly an otaku, but Hori couldn’t have been more wrong. Outside of school, Miyamura is a friendly guy with many piercings, and he’s not very good at academics. Now the two of them have someone with whom they can share both halves of their lives!"
    },
    
    {
        "id": 7,
        "name": "Hospital Playlist",
        "language": "Korean",
        "year": "2021",
        "ep": "24",
        "posterName": "hospital-playlist",
        "listPhoto": "hospital-playlist-l",
        "content": "The series follows five doctors in their 40s who have been best friends since they entered medical school in 1999. Lee Ik-jun is an assistant professor of general surgery specializing in liver transplants. He takes care of his young son as a single father after getting divorced from his absent wife. His cheerful charisma allows him to connect with many people, making him a popular figure among both patients and other doctors. Unapologetically good at anything he puts his mind to, Ahn Jeong-won, an assistant professor of pediatric surgery, is generous and caring, endearing him to his patients. He is a devout Catholic and secretly plans to become a priest due to the pain caused by seeing his patients suffer. Kim Jun-wan is an associate professor of cardiothoracic surgery, who appears cold and professional. However, he hides a soft, kind temperament that rarely shows, only surfacing with his friends and certain patients. Yang Seok-hyeong, an assistant professor of obstetrics and gynaecology, is an aloof and introverted doctor. Though he comes off as detached, he is willing to go the extra mile for the female patients under his watch. He is divorced and deeply cares for his mother. Chae Song-hwa, the only female in the group of friends, is an associate professor of neurosurgery. She is considered perfect by her colleagues: she treats patients kindly, performs hundreds of successful surgeries, and has a great personality. The story revolves around the group of friends as they embark on hospital adventures involving medicine, music, and relationships."
    },
    
    {
        "id": 8,
        "name": "Business Proposal",
        "language": "Korean",
        "year": "2022",
        "ep": "12",
        "posterName": "business-proposal",
        "listPhoto": "business-proposal-l",
        "content": "Shin Ha-Ri (Kim Se-Jeong) is a single woman and works for a company. She has a male friend and she has held a crush on him for a long time, but she learns that her friend has a girlfriend. Shin Ha-Ri feels sad and decides to meet her friend Jin Young-Seo, who is a daughter of a chaebol family. Jin Young-Seo then asks Shin Ha-Ri to take her place in a blind date and even offers some money for her time. Shin Ha-Ri accepts her friend's offer. She goes out on the blind date as Jin Young-Seo, while having the intention to get rejected by her date. When she sees her blind date, Shin Ha-Ri is dumbfounded. Her blind date is Kang Tae-Moo (Ahn Hyo-Seop). He is the CEO of the company where she works. Kang Tae-Moo is the CEO of a company that his grandfather founded. One day, his grandfather informed him of an upcoming blind date that he set up for him. Kang Tae-Moo is a workaholic and he is annoyed that his grandfather sets up blind dates for him. He decides to marry the next woman whom he meets at a blind date, so he won't be disturbed from his work anymore. That woman is Shin Ha-Ri, but pretending to be Jin Young-Seo. On the following day, Shin Ha-Ri receives a phone call from Kang Tae-Moo. He asks her to marry him."
    },
    
    {
        "id": 9,
        "name": "It's Okay To Not Be Okay",
        "language": "Korean",
        "year": "2020",
        "ep": "16",
        "posterName": "its-okay-to-not-be-okay",
        "listPhoto": "its-okay-to-not-be-okay-l",
        "content": "A story about a man employed in a psychiatric ward and a woman, with an antisocial personality disorder, who is a popular writer of children's books. Moon Kang-Tae (Kim Soo-Hyun) works in the psychiatric ward. His job is to write down the patients' conditions and to deal with unexpected situations, like if patients fight or they run away. He only earns about 1.8 million won (~$1,600 USD) a month. The woman (Seo Yea-Ji) is a popular writer of children's literature, but she is extremely selfish, arrogant and rude"
    },
    
    {
        "id": 10,
        "name": "Hometown Cha-Cha-Cha",
        "language": "Korean",
        "year": "2021",
        "ep": "16",
        "posterName": "hometown-cha-cha-cha",
        "listPhoto": "hometown-cha-cha-cha-l",
        "content": "A love story set in the seaside village of Gongjin. Yoon Hye-Jin (Shin Min-A) works as a dentist. She is mostly a realist, but due to her rightfulness, which is only a tiny part of her mind, her life changes. She ends up moving to the seaside village of Gongjin. There, Yoon Hye-Jin meets Hong Du-Sik (Kim Sun-Ho). She becomes curious about him. Hong Du-Sik is called Chief Hong by the local residents. He is a handsome and smart man. Officially, he is unemployed, but he always seems busy. If somebody needs help, Hong Du-Sik is the first one to appear and provide help."
    },
    
    {
        "id": 11,
        "name": "Squid Game",
        "language": "Korean",
        "year": "2021",
        "ep": "9",
        "posterName": "squid-game",
        "listPhoto": "squid-game-l",
        "content": "Seong Gi-Hun (Lee Jung-Jae) gets fired from his job. His life is miserable. Seong Gi-Hun hears about a secret survival game, with a 45.6 billion won prize for the winner. He decides to take part in the game. Meanwhile, Cho Sang-Woo (Park Hae-Soo) is like a brother to Seong Gi-Hun and vice versa. They grew up in the same neighborhood. Despite his poor family background, Cho Sang-Woo graduated from a prestigious university and found a good job. He now faces a crisis, due to misappropriation of company funds. He decides to take part in the secret survival game with Seong Gi-Hun."
    },
    
    {
        "id": 12,
        "name": "Itaewon Class",
        "language": "Korean",
        "year": "2020",
        "ep": "16",
        "posterName": "itaewon-class",
        "listPhoto": "itaewon-class-l",
        "content": "On the first day of attending his new high school, Park Sae-Ro-Yi (Park Seo-Joon) punches his classmate Jang Geun-Won, who was bullying another classmate. The bully is the son of CEO Jang Dae-Hee (Yoo Jae-Myung). The bully's father runs restaurant business Jagga where Park Sae-Ro-Yi’s own father works. CEO Jang Dae-Hee demands to Park Sae-Ro-Yi that he apologizes to his son, but Park Sae-Ro-Yi refuses. Because of his refusal, Park Sae-Ro-Yi gets expelled from school and his father gets fired from his job. Soon, an accident takes place. Park Sae-Ro-Yi’s father dies in a motorcycle accident caused by his ex-classmate Jang Geun-Won. Burning with anger, Park Sae-Ro-Yi viciously beats Jang Geun-Won. He is soon arrested and receives prison time for the violent assault. Park Sae-Ro-Yi decides to destroy the Jagga company and take revenge upon CEO Jang Dae-Hee and his son Jang Geun-Won. Once Park Sae-Ro-Yi is released from prison, he opens a restaurant in Itaewon, Seoul. Jo Yi-Seo (Kim Da-Mi), who is popular on social media, joins Park Sae-Ro-Yi’s restaurant and works there as a manger. She has feelings for Park Sae-Ro-Yi."
    },
    
    {
        "id": 13,
        "name": "Kingdom",
        "language": "Korean",
        "year": "2020",
        "ep": "12",
        "posterName": "kingdom",
        "listPhoto": "kingdom-l",
        "content": "10 days have passed since the King collapsed from an illness. Queen Jo (Kim Hye-Jun) and her father Chief State Councilor Jo Hak-Joo (Ryoo Seung-Ryong) have forbidden anyone else to see the King. Even his own son Crown Prince Lee Chang (Ju Ji-Hoon) is forbidden to see his father. In the meantime, Chief State Councilor Jo Hak-Joo rules Joseon with an iron fist, but rumors spread that the King is dead. Crown Prince Lee Chang senses something sinister and sneaks into the King's palace. He sees a shadowy monster through a door and smells its foul stench, but he is discovered and escorted out of the palace. His guard Moo-Young (Kim Sang-Ho) steals the medical journal for the King. The journal is nearly empty, but lists the name of Physician Lee Seung-Hui (Kwon Bum-Taek). To find out what happened to the King, Crown Prince Lee Chang and Moo-Young travel to the Jiyulheon clinic in faraway Dongnae to see the physician. When they arrive, they discover that the clinic is in ruins and dead bodies are found under a building. Crown Prince Lee Chang and Moo-Young later learn that the only person to have survived the clinic is medical staff member Seo-Bi (Bae Doo-Na). When they finally find Seo-Bi, she tells the them that the dead they saw at the clinic are not dead and they will rise up soon to kill."
    },
    
    {
        "id": 14,
        "name": "Descendants Of The Sun",
        "language": "Korean",
        "year": "2016",
        "ep": "16",
        "posterName": "descendants-of-the-sun",
        "listPhoto": "descendants-of-the-sun-l",
        "content": "Shi-Jin (Song Joong-Ki) is the captain of the special forces. He catches a motorcycle thief with Sergeant Major Dae-Young (Jin Goo). The thief is injured during his capture and is sent to the hospital. Dae-Young realises his cellphone was stolen by the thief and goes to the hospital to retrieve his cellphone. In the emergency room, Shi-Jin meets Dr. Mo-Yeon (Song Hye-Kyo) for the first time. He falls in love with her immediately. Mo-Yeon mistakenly assumes Shi-Jin is part of thief's criminal gang. He proves to her that he is a soldier with the help of army doctor Myeong-Joo (Kim Ji-Won). Shi-Jin and Mo-Yeon begin to date, but due to their jobs their dates don't go well. Shi-Jin takes an order to lead his soldiers on a peacekeeping mission to the country of Uruk. Meanwhile, Mo-Yeon becomes upset that she fails to become a professor due to a colleague's privileged background. When Shi-Jin and Mo-Yeon meet again, they talk about their views on life and realise how different they are. Shi-Jin, as a soldier, kills to protect lives and Mo-Yeon, as a doctor, tries to save all lives. They say their goodbyes. Eight months later, Mo-Yeon rebuffs the sexual advances of hospital chairman Suk-Won (Tae In-Ho) and as retribution is assigned to lead a medical team in Uruk. There, Shi-Jin and Mo-Yeon meet again."
    },
    
    {
        "id": 15,
        "name": "The Witcher",
        "language": "America",
        "year": "2021",
        "ep": "16",
        "posterName": "the-witcher",
        "listPhoto": "the-witcher-l",
        "content": "The story begins with Geralt of Rivia, Crown Princess Ciri of Cintra, and the sorceress Yennefer of Vengerberg at different points of time, exploring formative events that shape their characters throughout the first season, before eventually merging into a single timeline. Geralt and Ciri are linked by destiny since before she was born when he unknowingly demanded her as a reward for his services by invoking \"the Law of Surprise\". After the two finally meet, Geralt becomes the princess's protector and must help her and fight against her various pursuers to prevent her Elder Blood and powerful magic from being used for malevolent purposes and keep Ciri and their world safe."
    },
    
    {
        "id": 16,
        "name": "Ghost Doctor",
        "language": "Korean",
        "year": "2022",
        "ep": "16",
        "posterName": "ghost-doctor",
        "listPhoto": "ghost-doctor-l",
        "content": "Cha Young-Min (Rain) is a genius doctor, but he is arrogant and selfish. One day, he gets involved in an unexpected case. Due to the unexpected case, his spirit possesses another doctor's body. These two doctors are complete opposites, with opposite personalities and medical abilities."
    },
    
    {
        "id": 17,
        "name": "Love, Death & Robots",
        "language": "English",
        "year": "2022",
        "ep": "35",
        "posterName": "love-death-robots",
        "listPhoto": "love-death-robots-l",
        "content": "Love, Death & Robots  is an adult animated anthology streaming television series created by Tim Miller and streaming on Netflix.[1] Produced by Blur Studio, it consists of stand-alone episodes that contain different narrative and animation and are produced by different animation studios from a range of countries,[2] exploring diverse genres particularly comedy, horror, science fiction, and fantasy. Each episode is connected to the themes of the titular subjects matter. However, not every episode includes all three topics."
    },
    
    {
        "id": 18,
        "name": "Fairy Tail",
        "language": "Japanese",
        "year": "2014",
        "ep": "250",
        "posterName": "fairy-tail",
        "listPhoto": "fairy-tail-l",
        "content": "Fairy Tail is a Japanese manga series written and illustrated by Hiro Mashima. It was serialized in Kodansha's Weekly Shōnen Magazine from August 2006 to July 2017, with the individual chapters collected and published into 63 tankōbon volumes. The story follows the adventures of Natsu Dragneel, a member of the popular wizard[a] guild Fairy Tail, as he searches the fictional world of Earth-land for the dragon Igneel."
    },

    {
        "id": 19,
        "name": "Dr. Romantic",
        "language": "Korean",
        "year": "2020",
        "ep": "32",
        "posterName": "dr-romantic",
        "listPhoto": "dr-romantic-l",
        "content": "Boo Yong-Joo was a famous surgeon with the nickname of \"Hand of God.\" He suddenly disappeared and nobody knew exactly why. Boo Young-Joo is now as Teacher Kim and he calls himself the Romantic Doctor. He enjoys his life in seclusion. Kang Dong-Joo became a doctor to win somebody over and Yoon Seo-Jung become a doctor to be recognized by somebody. After they meet Teacher Kim, they learn about life values and comfort from love."
    },
    
    {
        "id": 20,
        "name": "Doctor John",
        "language": "Korean",
        "year": "2019",
        "ep": "16",
        "posterName": "doctor-john",
        "listPhoto": "doctor-john-l",
        "content": "Cha Yo-Han (Ji Sung) is a doctor of anesthesiology. He is arrogant, but he is a genius at his work. Kang Shi-Young (Lee Se-Young) is a resident of anesthesiology who works with Cha Yo-Han. She is smart, warm and listens carefully to her patients. People, with mysterious acute or chronic pain come to the hospital. There, Cha Yo-Han and Kang Shi-Young try to find the causes of their pain."
    },
    
    {
        "id": 21,
        "name": "18 Again",
        "language": "Korean",
        "year": "2020",
        "ep": "16",
        "posterName": "18-again",
        "listPhoto": "18-again-l",
        "content": "Jung Da-Jung (Kim Ha-Neul) is married to 37-year-old Hong Dae-Young (Yoon Sang-Hyun). They have have 18-year-old son and daughter. Jung Da-Jung works hard as a rookie announcer and she has a warm heart. She becomes completely fed up with her husband and is unable to deal with him anymore. Hong Dae-Young got fired from his job and he is looked down upon by his family. Jung Da-Jung hands him divorce papers. Meanwhile, Hong Dae-Young looks at himself as an ordinary jobless middle-aged man. He regrets his life. At that moment, his body changes into that of an 18-year-old year old person, while his mind is still that of his 37-year-old self. Back in his teenage days, Hong Dae-Young (Lee Do-Hyun) was an excellent basketball player and also popular. Now, with his regained 18-year-old body, he changes his name to Ko Woo-Young and begins to live a new life."
    },

    {
        "id": 22,
        "name": "Prison Playbook",
        "language": "Korean",
        "year": "2017",
        "ep": "16",
        "posterName": "prison-playbook",
        "listPhoto": "prison-playbook-l",
        "content": "Drama series depicts the story of prisoners and staff at a prison. Je-Hyeok (Park Hae-Soo) is the best relief pitcher in Korea. He will go to the U.S. and sign a contract with a major league team. One night, he hears his sister screaming and sees a man running out of her apartment. Je-Hyeok and the man get into a physical struggle with Je-Hyeok striking the man with a rock. Later, Je-Hyeok receives a 1 year prison sentence for using excessive force. Devastated, Je-Hyeok must adapt to life in prison. Meanwhile, Joon-Ho (Jung Kyoung-Ho) is a friend of Je-Hyeok and works in the prison as an officer. He waits for Je-Hyeok's arrival."
    },
    
    {
        "id": 23,
        "name": "You Are My Glory",
        "language": "Chinese",
        "year": "2021",
        "ep": "32",
        "posterName": "you-are-my-glory",
        "listPhoto": "you-are-my-glory-l",
        "content": "Yu Tu was a top student back in school and went on to graduate from a top university with a double major in engineering and finance. His dream has always been space exploration and he is now an aerospace engineer. However, Yu Tu is facing a career crisis as he feels he should quit and join the financial sector in order to provide a more comfortable life for his parents. On the other hand, Jing Jing is flowing along smoothly in her career as an actress. She is a very popular star and the brand ambassador for an online game. Jing Jing and Yu Tu were ex-classmates but they have lost touch since 10 years ago. She used to have a crush on him but he rejected her. Due to negative publicity about Jing Jing’s poor gaming skills, she has to learn and improve her score for the game she endorses. A chance encounter with Yu Tu while logged onto the game gives Jing Jing an opportunity to re-connect with him. As Yu Tu is good in the game, Jing Jing gets him to teach her for a period of time. She re-develops feelings for him and could feel his struggle in making the right career decision. Yu Tu also begins to fall for Jing Jing but feels inadequate in providing for her."
    },
    
    {
        "id": 24,
        "name": "One And Only",
        "language": "Chinese",
        "year": "2021",
        "ep": "24",
        "posterName": "one-and-only",
        "listPhoto": "one-and-only-l",
        "content": "Sheng Chen has a strong army in the West State. His power constantly gives rise to suspicion in the central palace that he will rebel and usurp the throne. In order to prevent chaos during the turbulent period following the death of the previous emperor, Sheng Chen vowed that he will never marry and sire descendants. Hence, he has little reason to grab power. To further ensure stability, he also agreed to accept Cui Guang’s niece, Shi Yi, as his disciple since the Cui clan is close to the emperor’s family. As Shi Yi spends more and more time with Sheng Chen, they begin to fall in love with each other but have to hold back their feelings due to their status and responsibilities. Shi Yi also has a marriage arrangement with Crown Prince Zi Xing but as the years go by, her uncle requests the betrothal to be cancelled due to changes in the palace politics. But Zi Xing feels dissatisfied and is angry that he has no real power in the palace. Together with the emperor’s unfavored concubine, he begins to carry out his plan to grab the throne. This drags Shi Yi and Sheng Chen along in the ensuing power struggle in the palace."
    },
    
    {
        "id": 25,
        "name": "Forever And Ever",
        "language": "Chinese",
        "year": "2021",
        "ep": "30",
        "posterName": "forever-and-ever",
        "listPhoto": "forever-and-ever-l",
        "content": "Shi Yi is a voice actress and she is doing voice over for a drama that features that Junior Prince of Nan Chen and designated Crown Princess Cui Shi Yi. She is naturally drawn to the story as she has always had dreams about historical events that feature these 2 people who seem connected to her past life. Her name also bears resemblance to the Crown Princess’ name. While at the airport, Shi Yi hears the name Zhou Sheng Chen being called. This is the name of the Junior Prince of Nan Chen. She is attracted to him at first sight and asks him for his contact. He gives her his email address and they end up communicating via email for 6 months. Zhou Sheng Chen is a chemistry professor and researcher. He is also the eldest son and heir of the Zhou family which is a very wealthy and traditional family with a large clan of relatives. The rule of the clan is that the eldest son will control the majority of the family assets once he is married. Zhou Sheng Chen is not interested in running the family business but needs to control the direction of the family investment funds and weed out the irregularities. Hence, he needs to get married and sees Shi Yi as an ideal candidate. When Zhou Sheng Chen proposes to Shi Yi that they get engaged, she surprisingly agrees although they have not dated. Gradually, he falls in love with her but his complicated family relationships start to give them trouble including his disapproving mother."
    },
    
    {
        "id": 26,
        "name": "Go Go Squid",
        "language": "Chinese",
        "year": "2019",
        "ep": "41",
        "posterName": "go-go-squid",
        "listPhoto": "go-go-squid-l",
        "content": "Arguments among his team members on the bus after a defeat compels Han to get down and spend time in an internet cafe. Tong Nian is manning the cafe for his cousin and when Han steps in, it is love at first sight for her. When Tong Nian sees Han again in Guangzhou, she goes all out to try to meet him. He recognizes her and they exchange a few words. A misunderstanding prolongs their interaction with each other while his team mistakes Tong Nian as his girlfriend. Han tells Tong Nian that it isn’t necessary to correct the mistake as they would not meet again any way after they return to Shanghai. Coincidentally, Han and Tong Nian’s grandfather were from the same village. Therefore, Grandpa Han and Tong Nian’s parents and aunt are old acquaintances. When Grandpa Han comes back to Shanghai for holiday, he arranges a meeting with Tong Nian’s parents and aunt. They are trying to matchmake Tong Nian’s aunt’s daughter with Han. Grandpa Han also thinks that Tong Nian would be a suitable match for Wu Bai. Things become awkward when Wu Bai reveals that Tong Nian is recognized as Han’s girlfriend among K&K team members. Thus, the situation forces them to be a couple. In the CTF world, SP and K&K are rivals. Although Han used to be in Team Solo, he has a strained relationship with Solo and Ai Qing. He retired at the peak of his playing career which caused the team to be disbanded. Why did he retire and does not see eye to eye with Solo and Ai Qing? Would Han make a comeback and achieve his dream of becoming a world champion? What would happen to his fake relationship with Tong Nian?"
    },
    
    {
        "id": 27,
        "name": "Moonlight",
        "language": "Chinese",
        "year": "2021",
        "ep": "36",
        "posterName": "moonlight",
        "listPhoto": "moonlight-l",
        "content": "Chu Li is working as an editorial intern at Yan Yue Publishing House. One of her immediate tasks is to get Zhou Chuan who is a popular author to sign a publishing contract with Yan Yue for his upcoming book. Zhou Chuan is not interested initially until he finds out that Chu Li is his online friend that he has been communicating with for the past few years. Hence, he signs with Yan Yue and picks her to be his editor. He also hides from her that he is her online buddy. However, as Chu Li finds Zhou Chuan to be egoistic and unreasonable, she has much complaints about him. Then, circumstances forced her to move into his place as his tenant. Zhou Chuan starts to develop strong feelings for Chu Li but keeps denying it. With his constant denials, his best friend, Jiang Yu Cheng who is also an author, then starts to court Chu Li as well which makes Zhou Chuan jealous. In the meantime, Chu Li also has to face problems at work due to office politics and her petty immediate superior who hates her guts and talent."
    },
    
    {
        "id": 28,
        "name": "The Seven Deadly Sins",
        "language": "Japanese",
        "year": "2021",
        "ep": "120",
        "posterName": "the-seven-deadly-sins",
        "listPhoto": "the-seven-deadly-sins-l",
        "content": "The Seven Deadly Sins are a band of knights in the land of Britannia who had disbanded ten years earlier after being framed for plotting a coup of the Liones Kingdom, the Holy Knights who sequestered them before taking control in the wake of a rebellion they organized. Liones' third princess, Elizabeth Liones, finds the Seven Deadly Sins' leader, Meliodas, before they search out his comrades so they can clear their names and liberate Liones from the Holy Knights, who were manipulated by a demon named Fraudrin into unsealing the Demon Race from their prison. As the Sins fight against the Ten Commandments led by his brother Zeldris, Meliodas is revealed to be the Demon King's cursed son whose destiny is tied to Elizabeth's."
    },
    
    {
        "id": 29,
        "name": "One Piece",
        "language": "Japanese",
        "year": "2022",
        "ep": "1026",
        "posterName": "one-piece",
        "listPhoto": "one-piece-l",
        "content": "The series focuses on Monkey D. Luffy, a young man made of rubber, who, inspired by his childhood idol, the powerful pirate Red-Haired Shanks, sets off on a journey from the East Blue Sea to find the mythical treasure, the One Piece, and proclaim himself the King of the Pirates. In an effort to organize his own crew, the Straw Hat Pirates, Luffy rescues and befriends a pirate hunter and swordsman named Roronoa Zoro, and they head off in search of the titular treasure. They are joined in their journey by Nami, a money-obsessed thief and navigator; Usopp, a sniper and compulsive liar; and Sanji, a perverted but chivalrous cook. They acquire a ship, the Going Merry, and engage in confrontations with notorious pirates of the East Blue. As Luffy and his crew set out on their adventures, others join the crew later in the series, including Tony Tony Chopper, an anthropomorphized reindeer doctor; Nico Robin, an archaeologist and former Baroque Works assassin; Franky, a cyborg shipwright; Brook, a skeleton musician and swordsman; and Jimbei, a fish-man helmsman and former member of the Seven Warlords of the Sea. Once the Going Merry is damaged beyond repair, Franky builds the Straw Hat Pirates a new ship, the Thousand Sunny. Together, they encounter other pirates, bounty hunters, criminal organizations, revolutionaries, secret agents, and soldiers of the corrupt World Government, and various other friends and foes, as they sail the seas in pursuit of their dreams."
    },
    
    
]
